---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFluidViscosityParam
source: html/96e2f32a-7845-72ad-6173-09f329fee759.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFluidViscosityParam Property

"Fluid Dynamic Viscosity"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFluidViscosityParam { get; }
```